{"translation-revision-date":"2024-04-15 15:17:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_TW"},"Design a new theme":["設計新的佈景主題"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["你已啟用的佈景主題將變更，且你不會失去任何已進行的變更內容。"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["恭喜！ 你已成功設計商店。 欣賞一下你辛苦的成果，再繼續設定商店。"],"Are you sure you want to design a new theme?":["你確定要設計新的佈景主題嗎？"],"Go to Products":["前往「商品」"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["新增或匯入你的商品，立即為虛擬貨架補充庫存，或編輯樣本商品。"],"What's next?":["下一步是什麼？"],"View store":["檢視商店"],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink> later.":["從下方選項選取頁尾。 頁尾包含網站的輔助導覽，且將新增至每個頁面。 你可以稍後透過<EditorLink>編輯器<\/EditorLink>繼續自訂。"],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the <EditorLink>Editor<\/EditorLink>.":["從我們其中一種預先設計的版面配置加以選取，建立吸引人的首頁。 你可以稍後透過<EditorLink>編輯器<\/EditorLink>繼續自訂此頁面，包括內容。"],"Choose your homepage":["選擇首頁"],"Opt in":["選擇加入"],"I would like to get store updates, including new fonts, on an ongoing basis. In doing so, I agree to share my data to tailor my store setup experience, get more relevant content, and help make WooCommerce better for everyone. You can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking{{\/link}}.":["我想定期取得商店更新，包含新字型。 進行此動作即表示我同意分享自己的資料，以量身打造商店設定體驗並取得更相關的內容，協助 WooCommerce 為所有使用者強化使用體驗。 你隨時可以在 WooCommerce 設定中選擇退出。 {{link}}深入了解使用情況追蹤{{\/link}}。"],"Get more fonts":["取得更多字型"],"Want more font pairings?":["想要獲得更多字型搭配嗎？"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["升級至<WordPressLink>最新版 WordPress<\/WordPressLink>，存取更多字型。"],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["選擇加入<OptInModal>使用情況追蹤<\/OptInModal>，存取更多字型。"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["升級至<WordPressLink>最新版 WordPress<\/WordPressLink> 並選擇加入<OptInModal>使用強況追蹤<\/OptInModal>，存取更多字型。"],"Add your products":["新增商品"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["糟糕！ 我們在設立基礎時，遇到了一點問題。 {{anchor}}請再試一次{{\/anchor}}，或從選擇佈景主題開始。"],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["歡迎在這裡分享心得。 歡迎提供任何與「設計自己的佈景主題」有關的建議、意見回饋或留言。"],"I wanted to design my own theme.":["我想設計自己的佈景主題。"],"What motivated you to choose the \"Design your own theme\" option?":["是什麼刺激你選擇「設計自己的佈景主題」選項？"],"Start designing your store, including adding your logo, changing color schemes, and choosing layouts. To help you get started, we've added some layouts for you to customize. Take a quick tour to discover what's possible.":["著手設計商店，包含新增標誌、變更顏色配置，和選擇版面。 為了協助你著手使用，我們新增了幾個版面配置供你自訂。 快速瀏覽探索各項功能。"],"Choose your footer":["選擇頁尾"],"Design your homepage":["設計首頁"],"Choose your header":["選擇頁首"],"Choose fonts":["選擇字型"],"Choose your color palette":["選擇調色盤"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["打造可反映品牌和公司特色的商店。 選取經專業設計的佈景主題加以自訂，或透過 AI 打造個人佈景主題。"],"Take a quick tour to discover what's possible.":["快速瀏覽探索各項功能。"],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["別因此放棄！ 新增標誌和選取色彩與版面配置，著手自訂商店的外觀與氛圍。 "],"Discover what's possible with the store designer":["探索商店設計工具的能耐"],"Setting up the foundations":["立下重要基礎"],"Customize your theme":["自訂你的佈景主題"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["使用商店設計工具繼續自訂商店。 變更調色盤、字型、頁面版面配置等設定。"],"Edit your custom theme":["編輯自訂佈景主題"],"Start designing":["著手設計"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["使用我們內建的商店設計工具，快速建立絕美商店。 不只可以選擇版面配置，還能選取風格與更多設定。"],"Design your own":["打造專屬設計"],"Welcome to your store!":["歡迎來到你的商店！"],"Our AI tool had a few issues generating your content.":["我們的 AI 工具在產生內容時發生問題。"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["選取最適合品牌的字型組合。 較大的字型較用於標題，較小的字型將用於輔助內容。 你可以隨時在「<EditorLink>編輯器<\/EditorLink> | <StyleLink>樣式<\/StyleLink>」中變更字型。"],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["選擇能代表品牌的調色盤。 想要變更嗎？ 你可以在下方建立自訂調色盤，或稍後在「<EditorLink>編輯器<\/EditorLink> | <StyleLink>樣式<\/StyleLink>」中更新。"],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["歡迎在這裡分享心得。 歡迎提供任何與 AI 生成式商店體驗有關的建議、意見回饋或留言。"],"Did you find anything confusing, irrelevant, or not useful?":["有哪個部分令人困惑、難以理解或不實用嗎？"],"Other.":["其他。"],"I wanted to see how AI could help me streamline the process.":["我想了解 AI 能如何協助我簡化流程。"],"What motivated you to choose the “Design with AI” option?":["是什麼激勵你選擇「使用 AI 設計」選項？"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["依照 1 (困難) 到 5 (非常容易) 分的標準，你會如何評分整體體驗？"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["我們的目標是要確保你取得所有必備工具，能夠開始自訂自己的商店。 我們誠心想知道我們是否達成目標，以及能如何改善。"],"Block Patterns":["區塊版面配置"],"Continue designing":["繼續設計"],"Exit and lose changes":["退出並放棄變更"],"You'll lose any changes you've made to your store's design and will start the process again.":["你將失去對商店設計做出的所有變更，並重新開始流程。"],"Are you sure you want to exit?":["你確定要結束嗎？"],"Generating content":["正在產生內容"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["由實驗性 AI 支援。 {{link}}深入瞭解{{\/link}}"],"Editor canvas":["編輯者畫布"],"Please try again":["請再試一次"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["糟糕！ 產生你的商店時發生問題。<retryButton\/>"],"Start again":["再度開始"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["系統會要求你再次提供業務資訊，你也會失去現有的 AI 設計。 若想要自訂現有設計，可透過<EditorLink>編輯器<\/EditorLink>操作。"],"Are you sure you want to start over?":["是否確定要重頭開始？"],"Are you sure you want to start a new design?":["是否確定要開始新設計？"],"Create a new one":["建立新設計"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["繼續自訂 AI 產生的商店外觀，或重新開始並製作新設計。"],"Customize your custom theme":["自訂你的自訂佈景主題"],"Find out how":["了解如何操作"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["看來你正在使用 Jetpack 的離線模式，請切換至線上模式並開始透過 AI 來設計。"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["商店設計工具將為你建立新的商店設計，而你會失去任何你已對作用中佈景主題做出的變更。 若你偏好繼續編輯佈景主題，可透過<EditorLink>編輯器<\/EditorLink>操作。"],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["可惜，[AI Store designer] 目前無法使用，因為我們偵測不到你的網路。 請檢查你的網際網路連線。"],"Looking to design your store using AI?":["想要使用 AI 來設計商店嗎？"],"Active theme":["啟用佈景主題"],"Back to Home":["返回首頁"],"Go to the Editor":["前往編輯器"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["前往編輯器以變更你的圖片與文字、新增更多頁面，進一步自訂功能。"],"Your store looks great!":["你的商店看起來很棒！"],"Browse all themes":["瀏覽所有佈景主題"],"Or select a professionally designed theme to customize and make your own.":["或是選擇專業設計的佈景主題，自訂並打造個人風格。"],"Design with AI":["使用 AI 設計"],"Use the power of AI to design your store":["使用 AI 的強大功能來設計商店"],"Make your store your own":["為商店打造個人風格"],"Go back to the Home screen to complete your store setup and start selling":["返回首頁畫面，完成商店設定並開始銷售"],"Fine-tune your design":["微調設計"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["設計商店的外觀、建立頁面，並使用我們的內建 AI 工具製作複本。"],"Customize your store":["自訂商店"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["依你的品牌來自訂適合的風格與商店版面配置！ 新增標誌、變更字型與色彩，並嘗試不同的頁面版面配置。 你之後能透過編輯器來編輯文字和圖片。"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["你對版面配置做出的任何變更都會即時顯示於此處，非常適合在正式上架之前先測試不同外觀。 你也可以重新調整此區域的大小，來檢查商店在行動裝置上的樣子。"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using our store designer.":["打造可反映品牌和公司特色的商店。 從我們多項經專業設計的佈景主題選取及自訂，或運用商店設計工具打造自己的商店。"],"View your changes in real time":["即時檢視你的變更"],"Welcome to your AI-generated store!":["歡迎光臨 AI 為你製作的商店！"],"Take a tour":["開始導覽"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["使用左右鍵調整版面大小。 按住 Shift 以更大的遞增量來調整大小。"],"Logo":["標誌"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["新增標誌，確保商店冠上品牌。 為產生最佳成果，請上傳寬度最小為 300 像素的 SVG 或 PNG 檔案。"],"Use as site icon":["作為網站圖示使用"],"Image width":["圖片寬度"],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["從以下選項選擇新的頁首。 頁首包含網站導覽，並將新增至每個頁面。 你可以透過<EditorLink>編輯器<\/EditorLink>繼續自訂。"],"Saving failed.":["儲存失敗。"],"Link logo to homepage":["將標誌連結至首頁"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["從下方選項選擇新的頁尾。 頁尾包含網站的輔助導覽，且將新增至每個頁面。 你可以透過<EditorLink>編輯器<\/EditorLink>繼續自訂此項目。"],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["在參考過你所屬的產業及所在位置最成功的商店後，我們的 AI 工具為你的事業推薦此範本。 偏好不同的版面配置嗎？ 現在就從下方範本選擇，或稍後透過<EditorLink>編輯器<\/EditorLink>選擇。"],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["網站圖示會顯示在瀏覽器的頁籤、書籤欄以及 WordPress 的行動應用程式中。"],"Change your font":["變更字型"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["根據你分享的資訊，我們的 AI 工具推薦使用此調色盤。 想要變更嗎？ 你可現在就從下方選擇或新增顏色，或之後至<EditorLink>編輯器<\/EditorLink> | <StyleLink>樣式<\/StyleLink>選擇。"],"or create your own":["或自行製作"],"Change your footer":["變更頁尾"],"Change fonts":["變更字型"],"Change the color palette":["變更調色盤"],"Add your logo":["新增你的標誌"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["使用我們的樣式與版面配置工具來自訂商店設計。 可稍後透過<EditorLink>編輯器<\/EditorLink>來新增或變更內容及圖片。"],"Let's get creative":["不妨自由發揮創意"],"Which writing style do you prefer?":["你比較喜歡哪種寫作風格？"],"Direct yet respectful, serious and professional.":["直白但態度尊重、認真且專業。"],"Formal":["正式"],"Relaxed and friendly, like a conversation with a friend.":["放鬆又友善，就像是在與朋友對話。"],"Informal":["非正式"],"How would you like your store to look?":["你喜歡哪種商店外觀？"],"Bold":["粗體"],"Classic":["經典"],"Contemporary":["當代"],"Who your target audience is":["誰是你的目標受眾"],"What makes your business unique":["讓事業脫穎而出的元素"],"How many products you plan on displaying":["你打算展示幾種產品？"],"Try to include:":["試試納入下列內容："],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["AI 已為你的事業選擇最適合的字型搭配。 若想變更，可現在就從下方選擇新的選項，或之後至<EditorLink>編輯器<\/EditorLink> | <StyleLink>樣式<\/StyleLink>選擇。"],"Change your homepage":["變更首頁"],"Change your header":["變更頁首"],"What you want to sell":["你想要銷售什麼"],"The more detail you provide, the better job our AI can do!":["你提供的細節越多，AI 的表現就越好！"],"Vibrant with eye-catching colors and visuals.":["色彩搶眼、視覺效果鮮明。"],"Elegant and timeless with a nostalgic touch.":["優雅不過時，帶有懷舊風味。"],"Applying the finishing touches":["正在進行最後修飾"],"Assembling your AI-optimized store":["正在打造你的 AI 最佳化商店"],"Designing the best look for your business":["正在為你的事業設計最佳外觀"],"Tell us a bit more about your business":["請多提供一些與你事業相關的資訊"],"Comparing the top performing stores":["正在比較頂尖商店"],"Analyzing your responses":["正在分析你的回應"],"Opening the doors":["正在準備開張"],"Drag to resize":["拖曳以調整大小"],"Turning on the lights":["正在開啟燈光"],"Thanks for the feedback. We'll put it to good use!":["感謝你的意見回饋。 我們會善加運用！"],"Replace":["取代"],"Saving":["儲存中"],"Continue setting up your store":["繼續設定你的商店"],"Options":["選項"],"Send":["傳送"],"Neutral":["一般"],"Back":["返回"],"Navigation":["導覽"],"Style":["樣式"],"Paid":["已付款"],"Share feedback":["分享意見回饋"],"Skip":["略過"],"Customize":["自訂"],"Done":["完成"],"Layout":["版面配置"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["上一篇"],"Save":["儲存"],"Cancel":["取消"],"Continue":["繼續"],"Delete":["刪除"],"Settings":["設定"],"Default":["預設"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}