{"translation-revision-date":"2024-04-15 15:17:23+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_TW"},"Next product variation":["下一個產品款式"],"Previous product variation":["上一個產品款式"],"Return to main product":["返回主要產品"],"Next post":["下一篇文章"],"Previous post":["上一篇文章"],"Show me around (10s)":["為我介紹 (10 秒)"],"I'll explore on my own":["我想自行探索"],"Product editing tour":["產品編輯導覽"],"Meet the product editing form":["認識產品編輯表單"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["讓我們為你介紹如何瀏覽此表單，並說明迅速建立此產品的完整步驟。"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["如果表單尚未包含你需要的功能 (還在開發中)，你可以隨時改用傳統編輯器。"],"⚙️ Looking for more?":["⚙️ 想要更多功能嗎？"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["所有詳細資料備齊後，使用頂端各個按鈕即可輕鬆預覽及發表你的產品。 按一下箭頭按鈕以查看更多選項。"],"🔍 Preview and publish":["🔍 預覽及發表"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["完成後，使用分頁即可切換查看其他詳細資料和設定。 你之後也會在此處找到擴充功能和外掛程式。"],"✍️ Set up pricing & more":["✍️ 設定價格和其他資訊"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["產品表單可協助你透過各欄位介紹你的產品，包括名稱和簡介等基本詳細資料，以及顧客可用來在商店中尋找產品的屬性。"],"📣 Tell a story about your product":["📣 分享你的產品故事"],"Manage individual variation details in the Options tab.":["在「選項」分頁中管理個別款式的詳細資料。"],"The end date of the sale must be after the start date.":["銷售的結束日期必須晚於開始日期。"],"The start date of the sale must be before the end date.":["銷售的開始日期必須早於結束日期。"],"Please enter a valid date.":["請輸入正確的日期。"],"More product options":["更多產品選擇"],"Stock quantity must be a positive number.":["庫存數量必須為正數。"],"Weight must be higher than zero.":["重量必須大於零。"],"Height must be higher than zero.":["高度必須大於零。"],"Length must be higher than zero.":["長度必須大於零。"],"Width must be higher than zero.":["寬度必須大於零。"],"Sale price cannot be equal to or higher than list price.":["折扣價不可等於或高於定價。"],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["請在輸入價格時包含一個貨幣小數點，不要插入千位分節點和貨幣符號。"],"Please enter a product name shorter than 120 characters.":["請輸入低於 120 個字元的商品名稱。"],"This field is required.":["此欄位為必填。"],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["你無法編輯此項目，因為它在垃圾桶中。 請將它恢復並再試一次。"],"Close settings":["關閉設定"],"Menu order":["選單順序"],"Enable reviews":["啟用評價"],"Products":["商品"],"Advanced":["進階"],"Settings":["設定"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}